finalProject/noslip/wedge05/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  7
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    frontAndBack
    {
        type            empty;
        //physicalType    patch;
        nFaces          15614;
        startFace       11512;
    }
    bottom
    {
        type            patch;
        physicalType    patch;
        nFaces          158;
        startFace       27126;
    }
    inlet
    {
        type            patch;
        physicalType    patch;
        nFaces          14;
        startFace       27284;
    }
    top
    {
        type            patch;
        physicalType    patch;
        nFaces          50;
        startFace       27298;
    }
    outlet
    {
        type            patch;
        physicalType    patch;
        nFaces          14;
        startFace       27348;
    }
    car
    {
        type            patch;
        physicalType    patch;
        nFaces          161;
        startFace       27362;
    }
)

// ************************************************************************* //
